{
  "id": 132,
  "title": "How do I Refer a Friend?",
  "perex": "Just enter the email addresses of any friends who'd love to use our service.",
  "content": "<div><strong>So how do I start?</strong></div><div>- Visit <a href=\"https://www.kiwi.com/pages/invite\">Refer a Friend</a>.&nbsp;<br>- Enter the email addresses of any friends who'd love to use our service.</div><div><br></div><div><strong>What do I receive?</strong></div><div>You'll receive €20 in <a href=\"https://www.kiwi.com/helpcenter/article/17\">Kiwi.com Credit</a> for every person you invite: after they book a trip worth more than €200. To encourage them to make their first booking, each of your friends will also receive €20.</div><div><br></div><div><strong>How do I know if my friends are using the service?</strong></div><div>After you enter your friends’ email details, each one will appear in a list with one of five statuses shown:</div><ol><li>Invited — the invitation has been sent.</li><li>Active — they've created an account</li><li>Complete — they've now made a booking. If it's over €200, your Kiwi.com Credit account will receive €20 as if by magic.</li><li>Invitation expired — it’s been over 14 days and your friend hasn’t accepted the invitation</li><li>Voucher expired — it’s been over 12 months and your friend hasn’t used their €20 voucher.</li></ol><div><br><strong>Is there a limit to how many people I can invite?</strong></div><div>No, none at all. There is, however, a €5,000 limit to the amount of credit you can receive. You are also only permitted to refer personal contacts that you believe would appreciate our service. If referral links are published or distributed where we don’t believe that all or most of the recipients are personal friends, we reserve the right to cancel the credit.</div><div><br><strong>Is there a time limit for signing up?</strong></div><div>After you refer your friends, they have 14 days to sign up and claim their €20.</div><div><br><strong>Is there a time limit for credit?</strong></div><div>A whole year! Twelve entire months! If you get credit from more than one person, each one is valid for one year from the date you received it.</div><div><br><strong>Anything else I should know?</strong></div><div>If you don’t use the full credit amount, you can’t claim the difference. Also, credit can’t be applied retroactively. Kiwi.com reserves the right to withdraw credit or voucher codes if we suspect any suspicious activity. Other than that, invite your friends and travel for less.<br><br><a href=\"https://www.kiwi.com/content/legal\">Full Terms and Conditions</a></div>",
  "categories": [
    {
      "tree_id": 1,
      "tree_name": "menu",
      "items": [
        {
          "id": 46,
          "title": "Booking",
          "style": "orange",
          "icon": "card"
        }
      ]
    },
    {
      "tree_id": 1,
      "tree_name": "menu",
      "items": [
        {
          "id": 47,
          "title": "Before the flight",
          "style": "blue",
          "icon": "star"
        }
      ]
    },
    {
      "tree_id": 1,
      "tree_name": "menu",
      "items": [
        {
          "id": 50,
          "title": "Other",
          "style": "grey",
          "icon": "list"
        }
      ]
    }
  ],
  "related": [
    {
      "id": 17,
      "title": "How does the Kiwi.com Credit system work?"
    },
    {
      "id": 66,
      "title": "What is Kiwi.com?"
    }
  ],
  "fallback": false,
  "upvotes": 100,
  "downvotes": 0,
  "user_vote": null
}
