{
  "id": 136,
  "title": "Can I use just one part of a roundtrip ticket?",
  "perex":
    "Throwaway ticketing refers to the practice of deliberately using only the first leg of a cheaper round-trip itinerary to save money.",
  "content":
    "<div>To offer you the best price on your chosen route, we found that a round-trip ticket is actually cheaper than a one-way flight. However, the practice of “throwaway ticketing” — only using the first part of a round-trip ticket — is prohibited by a majority of airlines in their terms and conditions. Please review the terms of each airline for more information.<br><br></div><div>Airlines may impose certain sanctions including invoicing an additional amount up to the standard fare of the one-way alternative, deletion of mileage programs, etc. But, the probability of this is minimal, because such a breach can only be identified after the flights have departed.&nbsp;<br><br></div><div>By proceeding with this booking, you confirm that you are aware of all conditions and potential issues related with using just one leg of a round-trip itinerary.&nbsp;<br><br></div><div>If you do not want to purchase an itinerary with throwaway segments, please return to our search page and choose a standard direct itinerary.</div>",
  "categories": [
    {
      "tree_id": 1,
      "tree_name": "menu",
      "items": [
        {
          "id": 46,
          "title": "Booking",
          "perex": "",
          "style": "orange",
          "icon": "card"
        }
      ]
    },
    {
      "tree_id": 1,
      "tree_name": "menu",
      "items": [
        {
          "id": 46,
          "title": "Booking",
          "perex": "",
          "style": "orange",
          "icon": "card"
        },
        {
          "id": 27,
          "title": "Booking a Flight",
          "perex": "",
          "style": "orange",
          "icon": "ticket"
        }
      ]
    },
    {
      "tree_id": 2,
      "tree_name": "related",
      "items": [
        {
          "id": 3,
          "title": "booking",
          "perex": "",
          "style": "",
          "icon": ""
        }
      ]
    },
    {
      "tree_id": 2,
      "tree_name": "related",
      "items": [
        {
          "id": 5,
          "title": "content",
          "perex": "",
          "style": "",
          "icon": ""
        },
        {
          "id": 13,
          "title": "legal",
          "perex": "",
          "style": "grey",
          "icon": "list"
        }
      ]
    }
  ],
  "related": [
    {
      "id": 135,
      "title": "Travel hack: buy additional tickets to save money"
    },
    {
      "id": 73,
      "title": "☎ Contact us directly"
    },
    {
      "id": 66,
      "title": "What is Kiwi.com?"
    }
  ],
  "fallback": false,
  "upvotes": 64,
  "downvotes": 36,
  "user_vote": null
}
